{
  "title": "Who are we?",
  "ourMission": {
    "title": "Our Mission",
    "description": "We want booking rooms in large companies to be fast, intuitive, and free from chaos. We aim for every employee to easily find and reserve the right space, while managers have full control over availability, utilization, and costs.\nOur priority is efficiency, transparency, and maximum simplification of office space management processes."
  },
  "ourVision": {
    "title": "Our Vision",
    "description": "We believe that modern offices should operate as smoothly as the teams that work in them. Our goal is to create an environment where technology supports people — helping them communicate faster, plan better, and make full use of available spaces. We want every room, regardless of company size, to be a place where work becomes simpler and more efficient."
  },
  "subtitle": "We are a team specializing in modern business solutions. We create a system that helps corporations and large organizations efficiently manage meeting rooms, conference spaces, and office areas. Our goal is to streamline daily work for teams and administrative departments through booking process automation and better utilization of available resources.",
  "chooseUs": {
    "title": "Why choose us?",
    "corpoNeeds": {
      "title": "We understand corporate needs",
      "description": "We understand the challenges of managing a large number of rooms, teams, and meetings."
    },
    "automationProcess": {
      "title": "We automate processes",
      "description": "Our system eliminates manual planning and minimizes the risk of double bookings."
    },
    "fullControl": {
      "title": "We offer full control and transparency",
      "description": "We provide reports, analytics, and real-time insights into room utilization."
    },
    "simplicity": {
      "title": "We focus on simplicity and intuitiveness",
      "description": "The interface is designed so that every user can quickly find and book the right room."
    },
    "dataSecurity": {
      "title": "We ensure data security",
      "description": "We adhere to the highest standards of information protection and GDPR compliance."
    },
    "growthAndScalability": {
      "title": "Scalability and growth",
      "description": "The system grows with your company — whether you manage a single office or a global network of branches."
    }
  },
  "opinions": {
    "title": "What do our users say?",
    "feedback": "\"Finally, a simple and fast tool for booking rooms – no calls, no complications!\"",
    "opinion1": {
      "name": "Anna Kowalska",
      "role": "Office Manager, TechCorp",
      "text": "RoomCtrl completely changed the way we manage conference rooms. No more double bookings and calendar chaos!",
      "rating": 5
    },
    "opinion2": {
      "name": "Marcin Nowak",
      "role": "Team Leader, FinanceHub",
      "text": "Intuitive interface and fast performance are huge advantages. The team adapted to the new system within a single day.",
      "rating": 5
    },
    "opinion3": {
      "name": "Katarzyna Wiśniewska",
      "role": "HR Director, MediaGroup",
      "text": "Thanks to reports and analytics, we have a full picture of office space utilization. An invaluable tool for large organizations.",
      "rating": 5
    },
    "opinion4": {
      "name": "Piotr Zieliński",
      "role": "IT Administrator, LogiTrans",
      "text": "Integration with our systems was seamless. Technical support at the highest level!",
      "rating": 4
    }
  },
  "joinUs": {
    "title": "Want to join?",
    "subtitle": "Contact us to get access to the platform and see how simple room booking can be!",
    "button": "Contact us"
  },
  "authors": {
    "title": "Meet our team",
    "descriptions": {
      "jp": "Specializes in creating efficient and modern interfaces in Nuxt.js. Ensures app speed and user-friendly design.",
      "kr": "Responsible for backend and system integration. Builds robust APIs and ensures stable connections between frontend and server.",
      "as": "Designs and develops mobile applications in Ionic. Focuses on responsiveness and smooth performance across devices.",
      "fm": "Software quality guardian. Finds bugs and ensures the final product works flawlessly."
    }
  }
}
