{
  "title": "Kim jesteśmy? ",
  "ourMission": {
    "title": "Nasza misja",
    "description": "Chcemy, aby rezerwacja sal w dużych firmach była szybka, intuicyjna i wolna od chaosu. Zależy nam, by każdy pracownik mógł z łatwością znaleźć i zarezerwować odpowiednią przestrzeń, a menedżerowie mieli pełną kontrolę nad dostępnością, wykorzystaniem i kosztami. \n Naszym priorytetem jest efektywność, przejrzystość i maksymalne uproszczenie procesu zarządzania przestrzenią biurową."
  },
  "ourVision": {
    "title": "Nasza wizja",
    "description": "Wierzymy, że nowoczesne biura powinny działać tak płynnie, jak zespoły, które w nich pracują. Naszym celem jest stworzenie środowiska, w którym technologia wspiera ludzi — pomaga im szybciej się komunikować, lepiej planować i w pełni wykorzystywać dostępne przestrzenie. Chcemy, aby każda sala, niezależnie od wielkości firmy, była miejscem, w którym praca staje się prostsza i bardziej efektywna."
  },
  "subtitle": "Jesteśmy zespołem, który specjalizuje się w nowoczesnych rozwiązaniach dla biznesu. Tworzymy system, który pomaga korporacjom i dużym organizacjom w sprawnym zarządzaniu salami spotkań, konferencyjnymi oraz przestrzeniami biurowymi. Naszym celem jest usprawnienie codziennej pracy zespołów i działów administracyjnych poprzez automatyzację procesów rezerwacji i lepsze wykorzystanie dostępnych zasobów.",
  "chooseUs": {
    "title": "Dlaczego warto nas wybrać?",
    "corpoNeeds": {
      "title": "Znamy potrzeby korporacji",
      "description": "Rozumiemy wyzwania związane z zarządzaniem dużą liczbą sal, zespołów i spotkań."
    },
    "automationProcess": {
      "title": "Automatyzujemy procesy",
      "description": "Nasz system eliminuje ręczne planowanie i minimalizuje ryzyko podwójnych rezerwacji."
    },
    "fullControl": {
      "title": "Oferujemy pełną kontrolę i przejrzystość",
      "description": "Zapewniamy raporty, analitykę oraz wgląd w wykorzystanie sal w czasie rzeczywistym."
    },
    "simplicity": {
      "title": "Stawiamy na prostotę i intuicyjność",
      "description": "Interfejs jest zaprojektowany tak, aby każdy użytkownik mógł szybko znaleźć i zarezerwować odpowiednią salę."
    },
    "dataSecurity": {
      "title": "Zapewniamy bezpieczeństwo danych",
      "description": "Stosujemy najwyższe standardy ochrony informacji i zgodność z RODO."
    },
    "growthAndScalability": {
      "title": "Skalowalność i rozwój",
      "description": "System rozwija się wraz z Twoją firmą — niezależnie od tego, czy obsługujesz jedno biuro, czy globalną sieć oddziałów."
    }
  },
  "opinions": {
    "title": "Co mówią o nas użytkownicy?",
    "feedback": "„W końcu proste i szybkie narzędzie do rezerwacji sal – bez telefonów i komplikacji!",
    "opinion1": {
      "name": "Anna Kowalska",
      "role": "Office Manager, TechCorp",
      "text": "RoomCtrl całkowicie zmienił sposób, w jaki zarządzamy salami konferencyjnymi. Koniec z podwójnymi rezerwacjami i chaosem w kalendarzu!"
    },
    "opinion2": {
      "name": "Marcin Nowak",
      "role": "Team Leader, FinanceHub",
      "text": "Intuicyjny interfejs i szybkość działania to ogromne plusy. Zespół zaadaptował się do nowego systemu w ciągu jednego dnia."
    },
    "opinion3": {
      "name": "Katarzyna Wiśniewska",
      "role": "HR Director, MediaGroup",
      "text": "Dzięki raportom i analityce mamy pełen obraz wykorzystania przestrzeni biurowej. To nieocenione narzędzie dla dużych organizacji."
    },
    "opinion4": {
      "name": "Piotr Zieliński",
      "role": "IT Administrator, LogiTrans",
      "text": "Integracja z naszymi systemami była bezproblemowa. Wsparcie techniczne na najwyższym poziomie!"
    }
  },
  "joinUs": {
    "title": "Chcesz dołączyć?",
    "subtitle": "Skontaktuj się z nami, aby uzyskać dostęp do platformy. Aby sprawdź, jak prosta może być rezerwacja sal!",
    "button": "Skontaktuj się z nami"
  },
  "authors": {
    "title": "Poznaj nasz zespół",
    "descriptions": {
      "jp": "Specjalizuje się w tworzeniu wydajnych i nowoczesnych interfejsów w Nuxt.js. Dba o szybkość działania i przyjazny design aplikacji.",
      "kr": "Odpowiada za backend i integrację systemu. Tworzy solidne API i zapewnia stabilne połączenie między frontem a serwerem.",
      "as": "Projektuje i rozwija aplikacje mobilne w Ionic. Skupia się na responsywności i płynności działania na różnych urządzeniach.",
      "fm": "Strażnik jakości oprogramowania. Wyszukuje błędy i dopilnowuje, aby finalny produkt działał bez zarzutu."
    }
  }
}
